import MobileMenu from '../../components/MobileMenu/ModileMenu';

const Privacy = () => {
    return (
        <>
            <MobileMenu cn="mobile-menu-mob" />
            <div style={{ padding: '0 2.4rem 0' }}>
                <h2
                    style={{
                        fontSize: '3.2rem',
                        margin: '2.4rem 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                        color: 'var(--primary)',
                    }}
                >
                    Политика конфиденциальности
                </h2>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    <p
                        style={{
                            fontSize: '2.2rem',
                            margin: '0 0 2.4rem 0',
                            textTransform: 'uppercase',
                            fontWeight: 'bold',
                        }}
                    >
                        ДАННАЯ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ ОТНОСИТСЯ К САЙТУ ПОД ДОМЕННЫМ ИМЕНЕМ bemanbarbershop.ru
                    </p>
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    ЭТА СТРАНИЦА СОДЕРЖИТ СВЕДЕНИЯ О ТОМ, КАКУЮ ИНФОРМАЦИЮ МЫ (АДМИНИСТРАЦИЯ САЙТА) ИЛИ ТРЕТЬИ ЛИЦА
                    МОГУТ ПОЛУЧАТЬ, КОГДА ВЫ ПОЛЬЗУЕТЕСЬ НАШИМ САЙТОМ.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Данные собираемые при посещении сайта
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Персональные Данные
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Персональные данные при посещении сайта передаются пользователем добровольно, к ним могут
                    относиться: имя, фамилия, отчество, номера телефонов, адреса электронной почты, адреса для доставки
                    товаров или оказания услуг, реквизиты компании, которую представляет пользователь, должность в
                    компании, которую представляет пользователь, аккаунты в социальных сетях; поля форм могут
                    запрашивать и иные данные.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Эти данные собираются в целях оказания услуг или продажи товаров, связи с пользователем или иной
                    активности пользователя на сайте, а также, чтобы отправлять пользователям информацию, которую они
                    согласились получать.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Мы не проверяем достоверность оставляемых данных, однако не гарантируем качественного исполнения
                    заказов или обратной связи с нами при некорректных данных.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Данные собираются имеющимися на сайте формами для заполнения (например, регистрации, оформления
                    заказа, подписки, оставления отзыва, обратной связи и иными).
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Формы, установленные на сайте, могут передавать данные как напрямую на сайт, так и на сайты
                    сторонних организаций (скрипты сервисов сторонних организаций).
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Также данные могут собираться через технологию cookies (куки) как непосредственно сайтом, так и
                    скриптами сервисов сторонних организаций. Эти данные собираются автоматически, отправку этих данных
                    можно запретить, отключив cookies (куки) в браузере, в котором открывается сайт.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Не персональные данные
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Кроме персональных данных при посещении сайта собираются не персональные данные, их сбор происходит
                    автоматически веб-сервером, на котором расположен сайт, средствами CMS (системы управления сайтом),
                    скриптами сторонних организаций, установленными на сайте. К данным, собираемым автоматически,
                    относятся: IP адрес и страна его регистрации, имя домена, с которого вы к нам пришли, переходы
                    посетителей с одной страницы сайта на другую, информация, которую ваш браузер предоставляет
                    добровольно при посещении сайта, cookies (куки), фиксируются посещения, иные данные, собираемые
                    счетчиками аналитики сторонних организаций, установленными на сайте.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Эти данные носят неперсонифицированный характер и направлены на улучшение обслуживания клиентов,
                    улучшения удобства использования сайта, анализа посещаемости.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Предоставление данных третьим лицам Мы не раскрываем личную информацию пользователей компаниям,
                    организациям и частным лицам, не связанным с нами. Исключение составляют случаи, перечисленные ниже.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Данные пользователей в общем доступе Персональные данные пользователя могут публиковаться в общем
                    доступе в соответствии с функционалом сайта, например, при оставлении отзывов, может публиковаться
                    указанное пользователем имя, такая активность на сайте является добровольной, и пользователь своими
                    действиями дает согласие на такую публикацию.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    По требованию закона Информация может быть раскрыта в целях воспрепятствования мошенничеству или
                    иным противоправным действиям; по требованию законодательства и в иных случаях, предусмотренных
                    законом.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Для оказания услуг, выполнения обязательств Пользователь соглашается с тем, что персональная
                    информация может быть передана третьим лицам в целях оказания заказанных на сайте услуг, выполнении
                    иных обязательств перед пользователем. К таким лицам, например, относятся курьерская служба,
                    почтовые службы, службы грузоперевозок и иные.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Сервисам сторонних организаций, установленным на сайте На сайте могут быть установлены формы,
                    собирающие персональную информацию других организаций, в этом случае сбор, хранение и защита
                    персональной информации пользователя осуществляется сторонними организациями в соответствии с их
                    политикой конфиденциальности.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Сбор, хранение и защита полученной от сторонней организации информации осуществляется в соответствии
                    с настоящей политикой конфиденциальности.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Как мы защищаем Вашу информацию Мы принимаем соответствующие меры безопасности по сбору, хранению и
                    обработке собранных данных для защиты их от несанкционированного доступа, изменения, раскрытия или
                    уничтожения, ограничиваем нашим сотрудникам, подрядчикам и агентам доступ к персональным данным,
                    постоянно совершенствуем способы сбора, хранения и обработки данных, включая физические меры
                    безопасности, для противодействия несанкционированному доступу к нашим системам.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Ваше согласие с этими условиями Используя этот сайт, вы выражаете свое согласие с этой политикой
                    конфиденциальности. Если вы не согласны с этой политикой, пожалуйста, не используйте наш сайт. Ваше
                    дальнейшее использование сайта после внесения изменений в настоящую политику будет рассматриваться
                    как ваше согласие с этими изменениями.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Отказ от ответственности Политика конфиденциальности не распространяется ни на какие другие сайты и
                    не применима к веб-сайтам третьих лиц, которые могут содержать упоминание о нашем сайте и с которых
                    могут делаться ссылки на сайт, а также ссылки с этого сайта на другие сайты сети Интернет. Мы не
                    несем ответственности за действия других веб-сайтов.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Изменения в политике конфиденциальности Мы имеем право по своему усмотрению обновлять данную
                    политику конфиденциальности в любое время. Мы рекомендуем пользователям регулярно проверять эту
                    страницу для того, чтобы быть в курсе любых изменений о том, как мы защищаем информацию
                    пользователях, которую мы собираем. Используя сайт, вы соглашаетесь с принятием на себя
                    ответственности за периодическое ознакомление с политикой конфиденциальности и изменениями в ней.
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    Как с нами связаться Если у вас есть какие-либо вопросы о политике конфиденциальности, использованию
                    сайта или иным вопросам, связанным с сайтом, свяжитесь с нами: beman@bemanbarbershop.ru
                </p>
                <p
                    style={{
                        fontSize: '2.2rem',
                        margin: '0 0 2.4rem 0',
                        textTransform: 'uppercase',
                        fontWeight: 'bold',
                    }}
                >
                    ИНН: 500404764301
                </p>
            </div>
        </>
    );
};

export default Privacy;
